Revit 2024 API
UnitTypeId.TonsOfRefrigeration Property
 Tons of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId TonsOfRefrigeration { get; }
Visual Basic
Public Shared ReadOnly Property TonsOfRefrigeration As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TonsOfRefrigeration {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace